Repository: lindstedt/wordpress-ravelry-projects-widget
Catalog: languages/ravelry-projects-widget-*.po
Languages: sv_se

source: Your most recent Ravelry projects.
sv_se: Dina senaste Ravelry-projekt.

source: Sorry, you have no Ravelry projects to show yet. Start with a new knitting or crocheting project right away!
sv_se: Tyvärr, du har inga Ravelry-projekt att visa upp ännu. Dags att börja med ett nytt stick- eller virkprojekt!

source: Something went wrong, check your Ravelry username.
sv_se: Någonting gick fel, kolla att du har skrivit in rätt Ravelry-användarnamn.

source: You need to enter a Ravelry username in your widget.
sv_se: Du måste skriva in ett Ravelry-användarnamn i widget:en.

source: I'm
sv_se: Jag är

source: on Ravelry.
sv_se: på Ravelry.

source: Title:
sv_se: Titel:

source: Ravelry username:
sv_se: Användarnamn på Ravelry:

source: Number of projects to show:
sv_se: Antal projekt att visa:

source: Only show finished projects
sv_se: Visa bara färdiga projekt

source: Show my project notes
sv_se: Visa mina projektnoteringar

source: Show link to my Ravelry profile
sv_se: Visa länk till min Ravelry-profil

source: Ravelry projects widget
sv_se: Ravelry-projekt widget

source: Show your recent Ravelry projects in a widget.
sv_se: Visa dina senaste Ravelry-projekt i en widget.
